{


"amit_bhatia_libe_cafe": {
"what":
"a café/coffee shop in Olin Library",

"description":
"Located in Olin Library, Amit Bhatia Libe Café is the perfect place to take a study break, or to enjoy a latte and a pastry while you enjoy wireless Internet access on your laptop.

A combined effort between Cornell Dining and Olin Library, the Amit Bhatia Libe Café serves specialty Starbucks coffees, smoothies, pastries, and Freshtake Grab-n-Go sandwiches, salads, and snacks.

Sunday through Wednesday nights the café stays open until midnight to accommodate late-night studiers.",

"menu":
"Starbucks Specialty Coffee, Tazo Tea, Hot Cocoa, Frappuccino, Pepsi Beverages, Smoothies, Baked Goods, Sushi, and Grab-n-Go items"
},


"atrium_cafe": {
"what":
"a café in Sage Hall",

"description":
"You'll find Atrium Café in historic Sage Hall, home to the Johnson Graduate School of Management.

Try our signature wraps, create-your-own-salad bar, fresh sushi, subs, piping hot soups, Freshtake Grab-n-Go items, and Starbucks coffee selection, either dining in the café's comfortable seating area, or in the beautiful Sage Hall atrium just outside of the café entrance.

The Atrium Café's Coffee Kiosk proudly serves Starbucks specialty coffee, pastries, and Grab-n-Go items, with extended hours. The Coffee Kiosk opens weekdays at 7am, and closes at 6pm Monday through Wednesday, 5pm Thursday, and 2pm Friday. As always, hours are subject to change without notice, especially when class isn't in session.",

"menu":
"Starbucks Specialty Coffee, Tazo Tea, Hot Cocoa, Pepsi Beverages, Pizza, Dim Sum, Salads, Soups, Chili, Hot and Cold Specialty Sandwiches, Build Your Own Sandwich, Sushi, and Grab-n-Go items"
},


"bear_necessities": {
"what":
"a convenience store & grill in Robert Purcell Community Center",

"description":
"Bear Necessities is a convenience store and grill located on the first floor of Robert Purcell Community Center on north campus.

Our grill serves up deluxe burgers, hot chicken sandwiches, delicious french fries, and other mouth-watering comfort foods. You can also order our signature 5 Star Subs, and our homemade pizza (try the buffalo wing pizza to find out what the buzz is about!).

In our convenience store, you'll find a wide array of snacks, beverages, Freshtake Grab-n-Go sandwiches and salads, frozen take-away meals, household items, and pharmacy and beauty supplies.",

"menu":
"Starbucks Coffee, Tazo Tea, Hot Cocoa, Pepsi Beverages, Breakfast Menu, Deli Sandwiches, Burgers, Hot Dogs, Wings, Pizza, Calzones, Soup, Chili, Fries, Mozzarella Sticks, Onion Petals, and Grab-n-Go items"
},


"bears_den": {
"what":
"a café and pub in the Ivy Room at Willard Straight Hall",

"description":
"Welcome to The Bear’s Den, Cornell’s central hot spot for dining and socializing!

Located in the Ivy Room of Willard Straight Hall, The Bear’s Den is the perfect place to relax with friends, hear an a cappella performance, enjoy some friendly competition during Trivia Night, or dance your heart out to a student D.J.

Guests can choose from a selection of classic New York Style Pizza, Ivy Room Grinders, and our delicious garlic knots. Beer and wine are available to those aged 21 and over, with government-issued photo ID required (monitored by Cornell Dining staff and by Cornell Police).

Alcoholic beverages may only be purchased using Cash and Credit Card. Food and soda may be purchased using Big Red Bucks, MealChoice, CornellCard, Cash, and Credit Card.",

"menu":
"New York Style Pizza, Ivy Room Grinders, garlic knots, Pepsi beverages, beer and wine for those aged 21 and over."
},


"big_red_barn": {
"what":
"a café and graduate/professional student community center",

"description":
"Once a carriage house, the Big Red Barn is now a cozy café with a delicious breakfast and lunch menu.  It also serves as Cornell's on-campus social center for graduate and professional students.

Enjoy an omelet wrap and hot specialty coffee for breakfast, a Sicilian Pasta Bake for lunch, or a Freshtake Grab-n-Go salad or packaged Kosher dish if you're in a hurry. Vegan pasta bakes and pizzas are now available, featuring Daiya mozzarella. Relax outdoors at our picnic tables, or sit inside by the fireplace in our comfortable lounge furniture.

The Big Red Barn's eatery is open to the whole Cornell community for breakfast and lunch, Monday through Friday. The Graduate and Professional Student Center staff provides snacks and beverages to graduate and professional students on afternoons and evenings, and hosts numerous events and programs throughout the academic year.",

"menu":
"Finger Lakes Coffee, Mighty Leaf Tea, Pepsi Beverages, Salads, Breakfast Menu, Pasta, Pizza, Deli and Specialty Sandwiches, Subs and Grab-n-Go items"
},


"cafe_jennie": {
"what":
"a café and sandwich/pastry shop in The Cornell Store",

"description":
"Café Jennie is named for Jennie McGraw, the daughter of John McGraw, a wealthy industrialist and a founding Cornell Trustee. Upon her death in 1881, she left the majority of her estate to Cornell. Funds were used to purchase the chimes for the library, establish an endowment for a student hospital, and build an addition to Sage Chapel. Jennie's generosity and love of Cornell moved us to name the café at the Cornell Store for her.

Stop by for a warm cup of Peet's Coffee & Tea beverages, delicious Cheesecake Factory baked goods, or a mouth-watering array of sandwiches and wraps designed just for Café Jennie. Remember, you can use your Big Red Bucks to save on food and beverages at Café Jennie!",

"menu":
"Join us in the morning for Steel Cut Oatmeal, Chobani Greek Style Yogurt, or Chorizo or a Vegetable Frittata Bagel Sandwich. Pop by at lunchtime for one of our creative new sandwiches and wraps, like Beef Brisket, Roasted Vegetable Focaccia, or Thai Chicken. Or visit any time for brewed coffee or tea or an espresso beverage made with Peet's Coffee."
},


"carols_cafe": {
"what":
"a café in Balch Hall",

"description":
"Located in the Carol Tatkon Center for first-year students in Balch Hall, Carol's Café is a warm, inviting eatery open to the whole campus community.

Our menu features specialty coffee from Starbucks, smoothies, hot daily soup selections, sushi, fresh fruit and snacks, Freshtake Grab-n-Go sandwiches and salads, and delicious pastries and baked goods.",

"menu":
"Starbucks Specialty Coffees, Tazo Tea, Hot Cocoa, Frappuccino, Smoothies, Pepsi Beverages, Baked Goods, Sushi, and Grab-n-Go items"
},


"cascadeli": {
"what":
"a café/deli in Willard Straight Hall",

"description":
"Named after the beautiful Cascadilla Gorge running through campus, Cascadeli is a café and deli located on the main floor of Willard Straight Hall.  

Enjoy made-to-order deli sandwiches, hot daily soups, salads, and desserts. Cascadeli also now offers Cornell Street Cart Hot Dogs year 'round! If the weather's nice, our balcony offers the most picturesque place to eat on campus, with distant views of the lake and hills.",

"menu":
"Deli and Hot Sandwiches, Subs, Soup, Cookies, Pepsi Beverages, and Grab-n-Go items"
},


"cornell_dairy_bar": {
"what":
"a café featuring Cornell Dairy items in Stocking Hall",

"description":
"In the beautifully renovated Stocking Hall on the east end of Tower Road, the Cornell Dairy Bar is a great place for breakfast, lunch, coffee, or a sweet treat. We offer Cornell Dairy ice cream, milk, yogurt, pudding, and Big Red Cheddar, produced right here at Cornell's very own dairy processing plant. 

The Dairy Bar offers Finger Lakes Coffee Roasters specialty coffees, a mouth-watering array of sandwiches made to order, grab-and-go FreshTake items, and even pints of ice cream to take with you. Please note that our fresh deli counter is open 10:30-4:00 Monday through Friday, and ice cream service begins at 10:30am. FreshTake sandwiches and packaged salads and ice cream items are available in our cooler outside those hours.

Our regular hours vary seasonally, especially weekend hours, so please check the specific hours on this page for updates.",

"menu":
"Finger Lakes Coffee Roasters Specialty Coffee, Mighty Leaf Tea, Hot Cocoa, Frozen Lattes and Mochas, Pepsi Beverages, Hot & Cold Sandwiches, Soups, and Grab-n-Go items. Order ice cream cupcakes and ice cream sandwiches for your events 48 hours in advance!"
},


"goldies": {
"what":
"a café in the Physical Science Building",

"description":
"Welcome to Goldie's. Conveniently located in the new Physical Sciences Building on central campus, Goldie's is a treat for breakfast, lunch, or a snack.

For breakfast, try our homemade breakfast sandwiches and a Starbucks specialty coffee. For lunch, our signature sandwiches – some served on German-style pretzel rolls – have become customer favorites, and a wide array of Freshtake Grab-n-Go items, snacks, and desserts are always on the menu.",

"menu":
"Starbucks Specialty Coffees, Tazo Tea, Hot Cocoa, Frappuccino, Pepsi Beverages, Soup, Breakfast Sandwiches, Deli and Signature Sandwiches, Sushi, Baked Goods, and Grab-n-Go items"
},


"green_dragon": {
"what":
"a café/coffee shop in Sibley Hall",

"description":
"Green Dragon, located in Sibley Hall, has always been a hot spot on central campus, especially for the students, faculty, and staff of College of Architecture, Art and Planning. 

Come in and enjoy a hot specialty Finger Lakes Coffee Roasters coffee, Freshtake Grab-n-Go sandwiches and salads, kosher items, and delicious desserts.",

"menu":
"Finger Lakes Specialty Coffees, Mighty Leaf Tea, Hot Cocoa, Smoothies, Pepsi Beverages, Sushi, and Grab-n-Go items"
},


"ivy_room": {
"what":
"a food court in Willard Straight Hall",

"description":
"Get into the Ivy League spirit at the Ivy Room, a food court in Willard Straight Hall with a historic dining-hall eating area decorated with crests and seals representing all of the Ivy League schools.

Our food court includes the Ivy Grill with made-to-order American classics like all-day omelets and burgers made from local beef, plus the Straight From the Garden station featuring design-your-own-salads, the Rojo Grande station serving excellent Southwestern fare, and the Bear's Den, with the best selection of classic New York style pizza and toasted grinders on campus. New to the Ivy Room is Bamboo, showcasing Pan-Asian cuisine such as Vietnamese, Korean, and Thai specialties.",

"menu":
"Pepsi Beverages, Make Your Own Salads, Breakfast Menu, Burgers, Fries, Wraps, Noodle Bowls, Rice, Quesadillas, Burritos, Tacos, Grinders, Pizza, Garlic Knots, Sushi, and Grab-n-Go items"
},


"jansens_market": {
"what":
"a convenience store and coffee shop in Noyes Community Recreation Center",

"description":
"Jansen's Market is a full-service convenience store located on the first floor of Noyes Community Recreation Center on West Campus.

In addition to our inventory of snacks, beverages, fresh and frozen take-away meals, kosher items, household items, and pharmacy and beauty supplies, we also serve Starbucks coffee, bubble tea, smoothies, pastries, frozen yogurt, and Dreamfactory cheesecake.

And be sure to try a favorite among our customers – our Peanut Butter Sandwich Bar, featuring peanut butter made right here at Jansen's, plus a variety of healthy toppings!",

"menu":
"Starbucks Specialty Coffees, Tazo Tea, Hot Cocoa, Smoothies, Bubble Tea, Pepsi Beverages, Soup, Peanut Butter Sandwich Bar, Sushi, and Grab-n-Go items"
},


"marthas_cafe": {
"what":
"a café/deli in Martha Van Rensselaer Hall",

"description":
"There's something for everyone at Martha's Café, located in Martha Van Rensselaer Hall.

Enjoy a made-to-order salad or deli sandwich, or the best spinners and burritos around.  We also serve daily hot soup selections, Freshtake Grab-in-Go items, sushi, kosher items, and specialty coffees from Finger Lakes Coffee Roasters.",

"menu":
"Finger Lakes Specialty Coffees, Mighty Leaf Tea, Hot Cocoa, Smoothies, Pepsi Beverages, Breakfast Menu, Hot and Cold Deli Sandwiches, Soup, Chili, Burritos, Spinners, Taco Salads, Quesadillas, Nacho Platters, Sushi, and Grab-n-Go items"
},


"mattins_cafe": {
"what":
"a café in Duffield Hall",

"description":
"You’ll find Mattin's Café in the stunning atrium of Duffield Hall, adjacent to Phillips Hall on the Engineering Quad. 

Our menu features made-to-order deli sandwiches, hot specialty Starbucks coffees, Hershey's Ice Cream milkshakes, Freshtake Grab-n-Go items, soups, kosher items, and mouth-watering pastries.",

"menu":
"Starbucks Specialty Coffees, Tazo Tea, Hot Cocoa, Pepsi Beverages, Breakfast and Deli Sandwiches, Hot Sandwiches and Wraps, Soup, Chili, Burgers, Subs, Sushi, Baked Goods, and Grab-n-Go items"
},


"rustys": {
"what":
"a coffee shop in Uris Hall",

"description":
"Conveniently located in the lobby of Uris Hall, Rusty's is a great place to grab a quick coffee or a bite to eat on your way to class or work.

At any time of day, you're sure to find something to whet your appetite, from Starbucks specialty coffees and Straight from the Oven baked goods, to Freshtake Grab-n-Go sandwiches and salads.",

"menu":
"Starbucks Specialty Coffees, Tazo Tea, Hot Cocoa, Pepsi Beverages, Baked Goods and Grab-n-Go items"
},


"synapsis_cafe": {
"what":
"a café in Weill Hall",

"description":
"The sleek and modern Synapsis Café is one of our newest eateries, located in Weill Hall in the Biology Quad. Now open late Monday through Thursday during the semester!

Stop in to try our pasta bakes, ultra-thin pizzas, and paninis.  Vegan pasta bakes and pizzas are now available, featuring Daiya mozzarella. And quench your thirst with a hot specialty coffee from Finger Lakes Coffee Roasters, or a delicious smoothie.",

"menu":
"Finger Lakes Specialty Coffee, Mighty Leaf Tea, Hot Cocoa, Bubble Tea, Smoothies, Pepsi Beverages, Hot and Cold Sandwiches, Soup, Chili, Pizza, Pasta, Salads, Fries, Spanakopita, Baked Goods, and Grab-n-Go items"
},


"trillium": {
"what":
"a food court in Kennedy Hall",

"description":
"Located in Kennedy Hall in the heart of central campus, Trillium is one of our most popular food courts, especially during the lunch hours.  
Choose from a wide variety of food stations serving Mexican food, Asian dishes, sumptuous burgers made from local beef, sandwiches, salads, soups, and made-to-order omelets, among many other delectable menu options.",

"menu":
"Starbucks Coffees, Pepsi Beverages, Breakfast Menu, Salads, Deli Sandwiches, Soup, Chili, Personal Pizzas, Burgers, Chicken Tenders, Quesadillas, Burritos, Tacos, Hot Wraps, Bok Choy, Fried Rice, Lo Mein, Baked Goods, and Grab-n-Go items"
}


}