{
    "104west": {
        "description": "Located next to the Center for Jewish Living building on the south edge of west campus, 104West! is Cornell's kosher and multicultural All You Care To Eat dining room.\n\nYou don't have to keep kosher to enjoy the menu selections at 104West! – come sample traditional kosher entrees and enjoy mouth-watering ethnic and international options with a kosher flair. A customer favorite is 104West!'s fresh-baked challah on Shabbat.\n\n104West! is certified by the Orthodox Union (OU), and Jewish dietary laws are strictly followed. Along with meeting kosher dining requirements, 104West! also specializes in Halal, Seventh-day Adventist, vegetarian, vegan, and other diets. Chef Jason Haus comes up with creative menu options that appeal to a wide range of our Cornell customers.\n\nFor a quick taste of 104West!, try one of our pre-packaged kosher sandwiches or salads, sold in dining locations across campus. We also invite you to stop by our dining station at North Star in Appel Commons for the same great kosher cooking.",
        "menu": "varies",
        "what": "an All You Care to Eat kosher/multicultural dining room on West Campus"
    },
    "amit_bhatia_libe_cafe": {
        "description": "Located in Olin Library, Amit Bhatia Libe Café is the perfect place to take a study break, or to enjoy a latte and a pastry while you enjoy wireless Internet access on your laptop.\n\nA combined effort between Cornell Dining and Olin Library, the Amit Bhatia Libe Café serves specialty Starbucks coffees, smoothies, pastries, and Freshtake Grab-n-Go sandwiches, salads, and snacks.\n\nSunday through Wednesday nights the café stays open until midnight to accommodate late-night studiers.",
        "menu": "Starbucks Specialty Coffee, Tazo Tea, Hot Cocoa, Frappuccino, Pepsi Beverages, Smoothies, Baked Goods, Sushi, and Grab-n-Go items",
        "what": "a café/coffee shop in Olin Library"
    },
    "atrium_cafe": {
        "description": "You'll find Atrium Café in historic Sage Hall, home to the Johnson Graduate School of Management.\n\nTry our signature wraps, create-your-own-salad bar, fresh sushi, subs, piping hot soups, Freshtake Grab-n-Go items, and Starbucks coffee selection, either dining in the café's comfortable seating area, or in the beautiful Sage Hall atrium just outside of the café entrance.\n\nThe Atrium Café's Coffee Kiosk proudly serves Starbucks specialty coffee, pastries, and Grab-n-Go items, with extended hours. The Coffee Kiosk opens weekdays at 7am, and closes at 6pm Monday through Wednesday, 5pm Thursday, and 2pm Friday. As always, hours are subject to change without notice, especially when class isn't in session.",
        "menu": "Starbucks Specialty Coffee, Tazo Tea, Hot Cocoa, Pepsi Beverages, Pizza, Dim Sum, Salads, Soups, Chili, Hot and Cold Specialty Sandwiches, Build Your Own Sandwich, Sushi, and Grab-n-Go items",
        "what": "a café in Sage Hall"
    },
    "bear_necessities": {
        "description": "Bear Necessities is a convenience store and grill located on the first floor of Robert Purcell Community Center on north campus.\n\nOur grill serves up deluxe burgers, hot chicken sandwiches, delicious french fries, and other mouth-watering comfort foods. You can also order our signature 5 Star Subs, and our homemade pizza (try the buffalo wing pizza to find out what the buzz is about!).\n\nIn our convenience store, you'll find a wide array of snacks, beverages, Freshtake Grab-n-Go sandwiches and salads, frozen take-away meals, household items, and pharmacy and beauty supplies.",
        "menu": "Starbucks Coffee, Tazo Tea, Hot Cocoa, Pepsi Beverages, Breakfast Menu, Deli Sandwiches, Burgers, Hot Dogs, Wings, Pizza, Calzones, Soup, Chili, Fries, Mozzarella Sticks, Onion Petals, and Grab-n-Go items",
        "what": "a convenience store & grill in Robert Purcell Community Center"
    },
    "bears_den": {
        "description": "Welcome to The Bear’s Den, Cornell’s central hot spot for dining and socializing!\n\nLocated in the Ivy Room of Willard Straight Hall, The Bear’s Den is the perfect place to relax with friends, hear an a cappella performance, enjoy some friendly competition during Trivia Night, or dance your heart out to a student D.J.\n\nGuests can choose from a selection of classic New York Style Pizza, Ivy Room Grinders, and our delicious garlic knots. Beer and wine are available to those aged 21 and over, with government-issued photo ID required (monitored by Cornell Dining staff and by Cornell Police).\n\nAlcoholic beverages may only be purchased using Cash and Credit Card. Food and soda may be purchased using Big Red Bucks, MealChoice, CornellCard, Cash, and Credit Card.",
        "menu": "New York Style Pizza, Ivy Room Grinders, garlic knots, Pepsi beverages, beer and wine for those aged 21 and over.",
        "what": "a café and pub in the Ivy Room at Willard Straight Hall"
    },
    "becker_house_dining_room": {
        "description": "Located in Carl Becker House, the Becker House Dining Room is an All You Care To Eat dining room for the House's residents, and for the whole Cornell community.\n\nChef Tony Kveragas, a Cornell alum and a graduate of La Varenne Culinary School in France, enjoys sharing his exuberance for food through his creative menus and recipes.\n\nHouse dinners: On Wednesday nights from 6:00-7:00 pm, the Becker House Dining Room is reserved for a House Dinner for Becker House residents.  Non-resident guests are welcome to join us at all other times.",
        "menu": "varies",
        "what": "an All You Care to Eat dining room in Carl Becker House"
    },
    "big_red_barn": {
        "description": "Once a carriage house, the Big Red Barn is now a cozy café with a delicious breakfast and lunch menu.  It also serves as Cornell's on-campus social center for graduate and professional students.\n\nEnjoy an omelet wrap and hot specialty coffee for breakfast, a Sicilian Pasta Bake for lunch, or a Freshtake Grab-n-Go salad or packaged Kosher dish if you're in a hurry. Vegan pasta bakes and pizzas are now available, featuring Daiya mozzarella. Relax outdoors at our picnic tables, or sit inside by the fireplace in our comfortable lounge furniture.\n\nThe Big Red Barn's eatery is open to the whole Cornell community for breakfast and lunch, Monday through Friday. The Graduate and Professional Student Center staff provides snacks and beverages to graduate and professional students on afternoons and evenings, and hosts numerous events and programs throughout the academic year.",
        "menu": "Finger Lakes Coffee, Mighty Leaf Tea, Pepsi Beverages, Salads, Breakfast Menu, Pasta, Pizza, Deli and Specialty Sandwiches, Subs and Grab-n-Go items",
        "what": "a café and graduate/professional student community center"
    },
    "bus_stop_bagels": {
        "description": "Bagels for breakfast, bagels for lunch, bagels to go! Bus Stop Bagels, next to the Trillium food court in Kennedy Hall, is the perfect place to indulge your bagel craving. Fresh bagels delivered twice a day from Ithaca Bakery with all the usual toppings and a great selection of house sandwiches, plus Starbucks coffee drinks and snack foods.",
        "menu": "Starbucks Specialty Coffees, Tazo Tea, 96oz Coffee2Go, Pepsi Beverages, Breakfast Sandwiches, Bagel Sandwiches, Snack Foods",
        "what": "breakfast and lunch bagels and coffee in Kennedy Hall"
    },
    "cafe_jennie": {
        "description": "Café Jennie is named for Jennie McGraw, the daughter of John McGraw, a wealthy industrialist and a founding Cornell Trustee. Upon her death in 1881, she left the majority of her estate to Cornell. Funds were used to purchase the chimes for the library, establish an endowment for a student hospital, and build an addition to Sage Chapel. Jennie's generosity and love of Cornell moved us to name the café at the Cornell Store for her.\n\nStop by for a warm cup of Peet's Coffee & Tea beverages, delicious Cheesecake Factory baked goods, or a mouth-watering array of sandwiches and wraps designed just for Café Jennie. Remember, you can use your Big Red Bucks to save on food and beverages at Café Jennie!",
        "menu": "Join us in the morning for Steel Cut Oatmeal, Chobani Greek Style Yogurt, or Chorizo or a Vegetable Frittata Bagel Sandwich. Pop by at lunchtime for one of our creative new sandwiches and wraps, like Beef Brisket, Roasted Vegetable Focaccia, or Thai Chicken. Or visit any time for brewed coffee or tea or an espresso beverage made with Peet's Coffee.",
        "what": "a café and sandwich/pastry shop in The Cornell Store"
    },
    "carols_cafe": {
        "description": "Located in the Carol Tatkon Center for first-year students in Balch Hall, Carol's Café is a warm, inviting eatery open to the whole campus community.\n\nOur menu features specialty coffee from Starbucks, smoothies, hot daily soup selections, sushi, fresh fruit and snacks, Freshtake Grab-n-Go sandwiches and salads, and delicious pastries and baked goods.",
        "menu": "Starbucks Specialty Coffees, Tazo Tea, Hot Cocoa, Frappuccino, Smoothies, Pepsi Beverages, Baked Goods, Sushi, and Grab-n-Go items",
        "what": "a café in Balch Hall"
    },
    "cook_house_dining_room": {
        "description": "Located in Alice Cook House, the Cook House Dining Room is an All You Care To Eat dining room for the House's residents, and for the whole Cornell community.\n\nAs the first dining room to open in the West Campus House System, we are proud to have always worked closely with the members of Cook House to tailor our menu offerings to our residents' tastes. Chefs Eileen Hughes and Harold Evans' daily creations include hot entrees, pizza and pasta, grilled offerings, salads, and irresistible desserts.\n\nHouse dinners: On Wednesday nights from 6:00-7:00 pm, the Cook House Dining Room is reserved for a House Dinner for Cook House residents. Non-resident guests are welcome to join us at all other times.",
        "menu": "varies",
        "what": "an All You Care to Eat dining room in Alice Cook House"
    },
    "cornell_dairy_bar": {
        "description": "In the beautifully renovated Stocking Hall on the east end of Tower Road, the Cornell Dairy Bar is a great place for breakfast, lunch, coffee, or a sweet treat. We offer Cornell Dairy ice cream, milk, yogurt, pudding, and Big Red Cheddar, produced right here at Cornell's very own dairy processing plant. \n\nThe Dairy Bar offers Finger Lakes Coffee Roasters specialty coffees, a mouth-watering array of sandwiches made to order, grab-and-go FreshTake items, and even pints of ice cream to take with you. Please note that our fresh deli counter is open 10:30-4:00 Monday through Friday, and ice cream service begins at 10:30am. FreshTake sandwiches and packaged salads and ice cream items are available in our cooler outside those hours.\n\nOur regular hours vary seasonally, especially weekend hours, so please check the specific hours on this page for updates.",
        "menu": "Finger Lakes Coffee Roasters Specialty Coffee, Mighty Leaf Tea, Hot Cocoa, Frozen Lattes and Mochas, Pepsi Beverages, Hot & Cold Sandwiches, Soups, and Grab-n-Go items. Order ice cream cupcakes and ice cream sandwiches for your events 48 hours in advance!",
        "what": "a café featuring Cornell Dairy items in Stocking Hall"
    },
    "goldies": {
        "description": "Welcome to Goldie's. Conveniently located in the new Physical Sciences Building on central campus, Goldie's is a treat for breakfast, lunch, or a snack.\n\nFor breakfast, try our homemade breakfast sandwiches and a Starbucks specialty coffee. For lunch, our signature sandwiches – some served on German-style pretzel rolls – have become customer favorites, and a wide array of Freshtake Grab-n-Go items, snacks, and desserts are always on the menu.",
        "menu": "Starbucks Specialty Coffees, Tazo Tea, Hot Cocoa, Frappuccino, Pepsi Beverages, Soup, Breakfast Sandwiches, Deli and Signature Sandwiches, Sushi, Baked Goods, and Grab-n-Go items",
        "what": "a café in the Physical Science Building"
    },
    "green_dragon": {
        "description": "Green Dragon, located in Sibley Hall, has always been a hot spot on central campus, especially for the students, faculty, and staff of College of Architecture, Art and Planning. \n\nCome in and enjoy a hot specialty Finger Lakes Coffee Roasters coffee, Freshtake Grab-n-Go sandwiches and salads, kosher items, and delicious desserts.",
        "menu": "Finger Lakes Specialty Coffees, Mighty Leaf Tea, Hot Cocoa, Smoothies, Pepsi Beverages, Sushi, and Grab-n-Go items",
        "what": "a café/coffee shop in Sibley Hall"
    },
    "ivy_room": {
        "description": "Get into the Ivy League spirit at the Ivy Room, a food court in Willard Straight Hall with a historic dining-hall eating area decorated with crests and seals representing all of the Ivy League schools.\n\nOur food court includes the Ivy Grill with made-to-order American classics like all-day omelets and burgers made from local beef, plus the Straight From the Garden station featuring design-your-own-salads, the Rojo Grande station serving excellent Southwestern fare, and the Bear's Den, with the best selection of classic New York style pizza and toasted grinders on campus. New to the Ivy Room is Bamboo, showcasing Pan-Asian cuisine such as Vietnamese, Korean, and Thai specialties.",
        "menu": "Pepsi Beverages, Make Your Own Salads, Breakfast Menu, Burgers, Fries, Wraps, Noodle Bowls, Rice, Quesadillas, Burritos, Tacos, Grinders, Pizza, Garlic Knots, Sushi, and Grab-n-Go items",
        "what": "a food court in Willard Straight Hall"
    },
    "jansens_dining_room_bethe_house": {
        "description": "Located in Hans Bethe House, Jansen's Dining Room is an All You Care To Eat dining room for the House's residents, and for the whole Cornell community.\n\nChef Jacob Kuehn, a graduate of Paul Smith's College with a Bachelor's degree in culinary arts and service management, puts together exciting new menus throughout the year. Try our pasta station highlighting the varied regional sauces of Italy and the Far East, our hot entrée station, our short order grill, our salad bar, or our delicious desserts.\n\nA popular yearly tradition at Jansen's Dining Room is our Diwali Festival each fall, celebrating the Indian festival of lights with a traditional Indian menu.",
        "menu": "varies",
        "what": "an All You Care to Eat dining room in Hans Bethe House"
    },
    "jansens_market": {
        "description": "Jansen's Market is a full-service convenience store located on the first floor of Noyes Community Recreation Center on West Campus.\n\nIn addition to our inventory of snacks, beverages, fresh and frozen take-away meals, kosher items, household items, and pharmacy and beauty supplies, we also serve Starbucks coffee, bubble tea, smoothies, pastries, frozen yogurt, and Dreamfactory cheesecake.\n\nAnd be sure to try a favorite among our customers – our Peanut Butter Sandwich Bar, featuring peanut butter made right here at Jansen's, plus a variety of healthy toppings!",
        "menu": "Starbucks Specialty Coffees, Tazo Tea, Hot Cocoa, Smoothies, Bubble Tea, Pepsi Beverages, Soup, Peanut Butter Sandwich Bar, Sushi, and Grab-n-Go items",
        "what": "a convenience store and coffee shop in Noyes Community Recreation Center"
    },
    "keeton_house_dining_room": {
        "description": "Located in William Keeton House, the Keeton House Dining Room is an All You Care To Eat dining room for the House's residents, and for the whole Cornell community.\n\nSample Chef Nery's unique menu offerings in our entrée station, Asian station, grill, deli, and salad bar. And remember that there's always room for one or maybe two of our mouthwatering desserts.\n\nHouse dinners: On Wednesday nights from 6:00-7:00 pm, the Keeton House Dining Room is reserved for a House Dinner for Keeton House residents.  Non-resident guests are invited to join us at all other times.",
        "menu": "varies",
        "what": "an All You Care to Eat dining room in William Keeton House"
    },
    "marthas_cafe": {
        "description": "There's something for everyone at Martha's Café, located in Martha Van Rensselaer Hall.\n\nEnjoy a made-to-order salad or deli sandwich, or the best spinners and burritos around.  We also serve daily hot soup selections, Freshtake Grab-in-Go items, sushi, kosher items, and specialty coffees from Finger Lakes Coffee Roasters.",
        "menu": "Finger Lakes Specialty Coffees, Mighty Leaf Tea, Hot Cocoa, Smoothies, Pepsi Beverages, Breakfast Menu, Hot and Cold Deli Sandwiches, Soup, Chili, Burritos, Spinners, Taco Salads, Quesadillas, Nacho Platters, Sushi, and Grab-n-Go items",
        "what": "a café/deli in Martha Van Rensselaer Hall"
    },
    "mattins_cafe": {
        "description": "You’ll find Mattin's Café in the stunning atrium of Duffield Hall, adjacent to Phillips Hall on the Engineering Quad. \n\nOur menu features made-to-order deli sandwiches, hot specialty Starbucks coffees, Hershey's Ice Cream milkshakes, Freshtake Grab-n-Go items, soups, kosher items, and mouth-watering pastries.",
        "menu": "Starbucks Specialty Coffees, Tazo Tea, Hot Cocoa, Pepsi Beverages, Breakfast and Deli Sandwiches, Hot Sandwiches and Wraps, Soup, Chili, Burgers, Subs, Sushi, Baked Goods, and Grab-n-Go items",
        "what": "a café in Duffield Hall"
    },
    "north_star": {
        "description": "Whatever you're hungry for, you're sure to find something irresistible on the menu at North Star, an All You Care To Eat dining room on the third floor of Appel Commons.\n\nEnjoy numerous unique food stations serving a huge variety of ethnic and regional American cuisine. Sample from our hot entrée station, grill station, Asian station, kosher station, and enormous salad bar, among many others. Enjoy a slice or build the biggest ice cream sundae you can with soft-serve or hard scoop ice cream.\n\nThe dining room features an open kitchen concept where you can see the kitchen staff preparing the food we serve.  Be sure to introduce yourself and ask for Chef Bryan Roberts' recommendations for the day!",
        "menu": "varies",
        "what": "an All Your Care To Eat dining room in Appel Commons"
    },
    "okenshields": {
        "description": "Located in Willard Straight Hall in the heart of central campus, Okenshields is an All You Care To Eat dining room with beautiful views of the Slope and Ithaca hillsides. \n\nWith hundreds of menu options to choose from – from an Asian station to a healthy foods bar featuring whole grain salads and cut fruit – you're sure to find something that meets your fancy. Chef Parvinder Singh has a true passion for food and enjoys sharing it through his innovative menus and recipes.\n\nTwo popular traditions at Okenshields are a Chinese New Year celebration with traditional Chinese fare, and a Valentine's dinner with a surf-and-turf menu.  Please join us!",
        "menu": "varies",
        "what": "an All You Care to Eat dining room in Willard Straight Hall"
    },
    "risley_dining": {
        "description": "Cornell Dining's best-kept secret, Risley Dining is an All You Care To Eat dining room in Risley Residential College, just north of the Thurston Avenue bridge.\n\nModeled after the Christchurch Refectory at Oxford University, the dining room maintains the same gothic charm as when it first opened as the all-Ivy 'Risley Great Hall' in 1913. While the dining room's atmosphere may be very 'Harry Potter,' our servery is completely up-to-date with a daily menu of pizza, pasta, hot traditional entrees, a stir fry station, grill and deli, salad bar, breakfast and fruit bar, and one of the best dessert stations around.\n\nChef Hans Butler works closely with residents to help plan annual unit specials, including the Day of Dead celebration each fall, and 'A Night at Hogwarts' Harry Potter-themed dinner each spring.",
        "menu": "varies",
        "what": "an All Your Care To Eat dining room in Risley Hall"
    },
    "robert_purcell_marketplace_eatery": {
        "description": "Located on the third floor of Robert Purcell Community Center on north campus, the Marketplace Eatery is an award-winning All You Care To Eat dining room with a huge variety of menu options.\n\nChef Kevin Moore, who has been with Cornell Dining for over 25 years, most recently at 104West!, plans creative menus with roots in a variety of international traditions. Food stations include the Mongolian Grill, where guests select ingredients and a favorite sauce for our chefs who grill to order, fresh sushi rolled right before your eyes, hearthstone-baked specialty pizza, and the largest salad bar on campus. Top it all off with a stop at the ice cream bar or our extensive table of mouth-watering desserts.\n\nDon't miss our Fall Harvest Dinner each September, celebrating local foods and our local farming community, and our Mardi Gras celebration with live music and traditional Cajun fare.",
        "menu": "varies",
        "what": "an All Your Care To Eat dining room in Robert Purcell Community Center"
    },
    "rose_house_dining_room": {
        "description": "Located in Flora Rose House, the Rose House Dining Room is an All You Care To Eat dining room for the House's residents, and for the whole Cornell community.\n\nThe newest dining room on West Campus, Rose House Dining Room features traditional hot entrees, an Asian station, a grill, a deli, and a salad bar. And there's always a large selection of desserts. Sample Chef Daniel Czebiniak's daily menu options – you won't be disappointed!\n\nBe sure to join us for our 'Flora's Diner' dinner each spring, during which the Rose House Dining Room is transformed into a 1950s diner serving burgers, dogs, fries, and shakes.\n\nHouse dinners: On Wednesday nights from 6:00-7:00 pm, the Rose House Dining Room is reserved for a House Dinner for Rose House residents.  Non-resident guests are invited to join us at all other times.",
        "menu": "varies",
        "what": "an All You Care to Eat dining room in Flora Rose House"
    },
    "rustys": {
        "description": "Conveniently located in the lobby of Uris Hall, Rusty's is a great place to grab a quick coffee or a bite to eat on your way to class or work.\n\nAt any time of day, you're sure to find something to whet your appetite, from Starbucks specialty coffees and Straight from the Oven baked goods, to Freshtake Grab-n-Go sandwiches and salads.",
        "menu": "Starbucks Specialty Coffees, Tazo Tea, Hot Cocoa, Pepsi Beverages, Baked Goods and Grab-n-Go items",
        "what": "a coffee shop in Uris Hall"
    },
    "sweet_sensations": {
        "description": "Sweet Sensations is conveniently located on the first floor of Appel Commons, across from the Appel Service Center. \n\nSwing by for a decadent cupcake baked right upstairs at Cornell Dining's own Sweet Sensations Bakery, enjoy a warm cinnamon roll, or pre-order a custom cake for a buddy's birthday or any celebration, complete with edible decor from your graphic or photo.\n\nWant to order a special occasion cake or other specialty items for delivery on campus? Whether you're a parent ordering for your student who's away at school, or friend who wants to help a buddy celebrate, fill out the Sweet Sensations order form and we'll do the rest.",
        "menu": "Cakes, cupcakes, seasonal pies, chocolate covered apples, cake pops, and other fresh baked goods from the Sweet Sensations Bakery",
        "what": "Cornell's own bakery outlet with fresh baked treats and coffee"
    },
    "synapsis_cafe": {
        "description": "The sleek and modern Synapsis Café is one of our newest eateries, located in Weill Hall in the Biology Quad. Now open late Monday through Thursday during the semester!\n\nStop in to try our pasta bakes, ultra-thin pizzas, and paninis.  Vegan pasta bakes and pizzas are now available, featuring Daiya mozzarella. And quench your thirst with a hot specialty coffee from Finger Lakes Coffee Roasters, or a delicious smoothie.",
        "menu": "Finger Lakes Specialty Coffee, Mighty Leaf Tea, Hot Cocoa, Bubble Tea, Smoothies, Pepsi Beverages, Hot and Cold Sandwiches, Soup, Chili, Pizza, Pasta, Salads, Fries, Spanakopita, Baked Goods, and Grab-n-Go items",
        "what": "a café in Weill Hall"
    },
    "trillium": {
        "description": "Located in Kennedy Hall in the heart of central campus, Trillium is one of our most popular food courts, especially during the lunch hours.  \nChoose from a wide variety of food stations serving Mexican food, Asian dishes, sumptuous burgers made from local beef, sandwiches, salads, soups, and made-to-order omelets, among many other delectable menu options.",
        "menu": "Starbucks Coffees, Pepsi Beverages, Breakfast Menu, Salads, Deli Sandwiches, Soup, Chili, Personal Pizzas, Burgers, Chicken Tenders, Quesadillas, Burritos, Tacos, Hot Wraps, Bok Choy, Fried Rice, Lo Mein, Baked Goods, and Grab-n-Go items",
        "what": "a food court in Kennedy Hall"
    }
}
